docs/evidence/phase-03/orders/lazy/k6-summary.txt
 Container postgres Running
 Container postgres_exporter Running
 Container prometheus Running
 Container postgres Waiting
 Container postgres Healthy
 Container db-project-k6-run-996a675fea6b Creating
 Container db-project-k6-run-996a675fea6b Created

         /\      Grafana   /‾‾/
    /\  /  \     |\  __   /  /
   /  \/    \    | |/ /  /   ‾‾\
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/


     execution: local
        script: /scripts/orders-test.js
        output: Prometheus remote write (http://prometheus:9090/api/v1/write)

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * steady: 1.00 iterations/s for 5m0s (maxVUs: 20-100, gracefulStop: 30s)


running (0m01.0s), 001/020 VUs, 0 complete and 0 interrupted iterations
steady   [   0% ] 001/020 VUs  0m01.0s/5m0s  1.00 iters/s

running (0m02.0s), 002/020 VUs, 0 complete and 0 interrupted iterations
steady   [   1% ] 002/020 VUs  0m02.0s/5m0s  1.00 iters/s

running (0m03.0s), 003/020 VUs, 0 complete and 0 interrupted iterations
steady   [   1% ] 003/020 VUs  0m03.0s/5m0s  1.00 iters/s

running (0m04.0s), 002/020 VUs, 2 complete and 0 interrupted iterations
steady   [   1% ] 002/020 VUs  0m04.0s/5m0s  1.00 iters/s

running (0m05.0s), 002/020 VUs, 3 complete and 0 interrupted iterations
steady   [   2% ] 002/020 VUs  0m05.0s/5m0s  1.00 iters/s

running (0m06.0s), 002/020 VUs, 4 complete and 0 interrupted iterations
steady   [   2% ] 002/020 VUs  0m06.0s/5m0s  1.00 iters/s

running (0m07.0s), 002/020 VUs, 5 complete and 0 interrupted iterations
steady   [   2% ] 002/020 VUs  0m07.0s/5m0s  1.00 iters/s

running (0m08.0s), 002/020 VUs, 6 complete and 0 interrupted iterations
steady   [   3% ] 002/020 VUs  0m08.0s/5m0s  1.00 iters/s

running (0m09.0s), 003/020 VUs, 6 complete and 0 interrupted iterations
steady   [   3% ] 003/020 VUs  0m09.0s/5m0s  1.00 iters/s

running (0m10.0s), 003/020 VUs, 7 complete and 0 interrupted iterations
steady   [   3% ] 003/020 VUs  0m10.0s/5m0s  1.00 iters/s

running (0m11.0s), 002/020 VUs, 9 complete and 0 interrupted iterations
steady   [   4% ] 002/020 VUs  0m11.0s/5m0s  1.00 iters/s

running (0m12.0s), 002/020 VUs, 10 complete and 0 interrupted iterations
steady   [   4% ] 002/020 VUs  0m12.0s/5m0s  1.00 iters/s

running (0m13.0s), 002/020 VUs, 11 complete and 0 interrupted iterations
steady   [   4% ] 002/020 VUs  0m13.0s/5m0s  1.00 iters/s

running (0m14.0s), 002/020 VUs, 12 complete and 0 interrupted iterations
steady   [   5% ] 002/020 VUs  0m14.0s/5m0s  1.00 iters/s

running (0m15.0s), 002/020 VUs, 13 complete and 0 interrupted iterations
steady   [   5% ] 002/020 VUs  0m15.0s/5m0s  1.00 iters/s

running (0m16.0s), 002/020 VUs, 14 complete and 0 interrupted iterations
steady   [   5% ] 002/020 VUs  0m16.0s/5m0s  1.00 iters/s

running (0m17.0s), 002/020 VUs, 15 complete and 0 interrupted iterations
steady   [   6% ] 002/020 VUs  0m17.0s/5m0s  1.00 iters/s

running (0m18.0s), 002/020 VUs, 16 complete and 0 interrupted iterations
steady   [   6% ] 002/020 VUs  0m18.0s/5m0s  1.00 iters/s

running (0m19.0s), 002/020 VUs, 17 complete and 0 interrupted iterations
steady   [   6% ] 002/020 VUs  0m19.0s/5m0s  1.00 iters/s

running (0m20.0s), 002/020 VUs, 18 complete and 0 interrupted iterations
steady   [   7% ] 002/020 VUs  0m20.0s/5m0s  1.00 iters/s

running (0m21.0s), 002/020 VUs, 19 complete and 0 interrupted iterations
steady   [   7% ] 002/020 VUs  0m21.0s/5m0s  1.00 iters/s

running (0m22.0s), 002/020 VUs, 20 complete and 0 interrupted iterations
steady   [   7% ] 002/020 VUs  0m22.0s/5m0s  1.00 iters/s

running (0m23.0s), 002/020 VUs, 21 complete and 0 interrupted iterations
steady   [   8% ] 002/020 VUs  0m23.0s/5m0s  1.00 iters/s

running (0m24.0s), 002/020 VUs, 22 complete and 0 interrupted iterations
steady   [   8% ] 002/020 VUs  0m24.0s/5m0s  1.00 iters/s

running (0m25.0s), 002/020 VUs, 23 complete and 0 interrupted iterations
steady   [   8% ] 002/020 VUs  0m25.0s/5m0s  1.00 iters/s

running (0m26.0s), 002/020 VUs, 24 complete and 0 interrupted iterations
steady   [   9% ] 002/020 VUs  0m26.0s/5m0s  1.00 iters/s

running (0m27.0s), 002/020 VUs, 25 complete and 0 interrupted iterations
steady   [   9% ] 002/020 VUs  0m27.0s/5m0s  1.00 iters/s

running (0m28.0s), 002/020 VUs, 26 complete and 0 interrupted iterations
steady   [   9% ] 002/020 VUs  0m28.0s/5m0s  1.00 iters/s

running (0m29.0s), 002/020 VUs, 27 complete and 0 interrupted iterations
steady   [  10% ] 002/020 VUs  0m29.0s/5m0s  1.00 iters/s

running (0m30.0s), 002/020 VUs, 28 complete and 0 interrupted iterations
steady   [  10% ] 002/020 VUs  0m30.0s/5m0s  1.00 iters/s

running (0m31.0s), 002/020 VUs, 29 complete and 0 interrupted iterations
steady   [  10% ] 002/020 VUs  0m31.0s/5m0s  1.00 iters/s

running (0m32.0s), 002/020 VUs, 30 complete and 0 interrupted iterations
steady   [  11% ] 002/020 VUs  0m32.0s/5m0s  1.00 iters/s

running (0m33.0s), 002/020 VUs, 31 complete and 0 interrupted iterations
steady   [  11% ] 002/020 VUs  0m33.0s/5m0s  1.00 iters/s

running (0m34.0s), 002/020 VUs, 32 complete and 0 interrupted iterations
steady   [  11% ] 002/020 VUs  0m34.0s/5m0s  1.00 iters/s

running (0m35.0s), 002/020 VUs, 33 complete and 0 interrupted iterations
steady   [  12% ] 002/020 VUs  0m35.0s/5m0s  1.00 iters/s

running (0m36.0s), 002/020 VUs, 34 complete and 0 interrupted iterations
steady   [  12% ] 002/020 VUs  0m36.0s/5m0s  1.00 iters/s

running (0m37.0s), 002/020 VUs, 35 complete and 0 interrupted iterations
steady   [  12% ] 002/020 VUs  0m37.0s/5m0s  1.00 iters/s

running (0m38.0s), 002/020 VUs, 36 complete and 0 interrupted iterations
steady   [  13% ] 002/020 VUs  0m38.0s/5m0s  1.00 iters/s

running (0m39.0s), 002/020 VUs, 37 complete and 0 interrupted iterations
steady   [  13% ] 002/020 VUs  0m39.0s/5m0s  1.00 iters/s

running (0m40.0s), 002/020 VUs, 38 complete and 0 interrupted iterations
steady   [  13% ] 002/020 VUs  0m40.0s/5m0s  1.00 iters/s

running (0m41.0s), 002/020 VUs, 39 complete and 0 interrupted iterations
steady   [  14% ] 002/020 VUs  0m41.0s/5m0s  1.00 iters/s

running (0m42.0s), 002/020 VUs, 40 complete and 0 interrupted iterations
steady   [  14% ] 002/020 VUs  0m42.0s/5m0s  1.00 iters/s

running (0m43.0s), 002/020 VUs, 41 complete and 0 interrupted iterations
steady   [  14% ] 002/020 VUs  0m43.0s/5m0s  1.00 iters/s

running (0m44.0s), 002/020 VUs, 42 complete and 0 interrupted iterations
steady   [  15% ] 002/020 VUs  0m44.0s/5m0s  1.00 iters/s

running (0m45.0s), 002/020 VUs, 43 complete and 0 interrupted iterations
steady   [  15% ] 002/020 VUs  0m45.0s/5m0s  1.00 iters/s

running (0m46.0s), 002/020 VUs, 44 complete and 0 interrupted iterations
steady   [  15% ] 002/020 VUs  0m46.0s/5m0s  1.00 iters/s

running (0m47.0s), 002/020 VUs, 45 complete and 0 interrupted iterations
steady   [  16% ] 002/020 VUs  0m47.0s/5m0s  1.00 iters/s

running (0m48.0s), 002/020 VUs, 46 complete and 0 interrupted iterations
steady   [  16% ] 002/020 VUs  0m48.0s/5m0s  1.00 iters/s

running (0m49.0s), 002/020 VUs, 47 complete and 0 interrupted iterations
steady   [  16% ] 002/020 VUs  0m49.0s/5m0s  1.00 iters/s

running (0m50.0s), 002/020 VUs, 48 complete and 0 interrupted iterations
steady   [  17% ] 002/020 VUs  0m50.0s/5m0s  1.00 iters/s

running (0m51.0s), 002/020 VUs, 49 complete and 0 interrupted iterations
steady   [  17% ] 002/020 VUs  0m51.0s/5m0s  1.00 iters/s

running (0m52.0s), 002/020 VUs, 50 complete and 0 interrupted iterations
steady   [  17% ] 002/020 VUs  0m52.0s/5m0s  1.00 iters/s

running (0m53.0s), 003/020 VUs, 50 complete and 0 interrupted iterations
steady   [  18% ] 003/020 VUs  0m53.0s/5m0s  1.00 iters/s

running (0m54.0s), 002/020 VUs, 52 complete and 0 interrupted iterations
steady   [  18% ] 002/020 VUs  0m54.0s/5m0s  1.00 iters/s

running (0m55.0s), 002/020 VUs, 53 complete and 0 interrupted iterations
steady   [  18% ] 002/020 VUs  0m55.0s/5m0s  1.00 iters/s

running (0m56.0s), 002/020 VUs, 54 complete and 0 interrupted iterations
steady   [  19% ] 002/020 VUs  0m56.0s/5m0s  1.00 iters/s

running (0m57.0s), 002/020 VUs, 55 complete and 0 interrupted iterations
steady   [  19% ] 002/020 VUs  0m57.0s/5m0s  1.00 iters/s

running (0m58.0s), 002/020 VUs, 56 complete and 0 interrupted iterations
steady   [  19% ] 002/020 VUs  0m58.0s/5m0s  1.00 iters/s

running (0m59.0s), 002/020 VUs, 57 complete and 0 interrupted iterations
steady   [  20% ] 002/020 VUs  0m59.0s/5m0s  1.00 iters/s

running (1m00.0s), 002/020 VUs, 58 complete and 0 interrupted iterations
steady   [  20% ] 002/020 VUs  1m00.0s/5m0s  1.00 iters/s

running (1m01.0s), 002/020 VUs, 59 complete and 0 interrupted iterations
steady   [  20% ] 002/020 VUs  1m01.0s/5m0s  1.00 iters/s

running (1m02.0s), 002/020 VUs, 60 complete and 0 interrupted iterations
steady   [  21% ] 002/020 VUs  1m02.0s/5m0s  1.00 iters/s

running (1m03.0s), 002/020 VUs, 61 complete and 0 interrupted iterations
steady   [  21% ] 002/020 VUs  1m03.0s/5m0s  1.00 iters/s

running (1m04.0s), 002/020 VUs, 62 complete and 0 interrupted iterations
steady   [  21% ] 002/020 VUs  1m04.0s/5m0s  1.00 iters/s

running (1m05.0s), 002/020 VUs, 63 complete and 0 interrupted iterations
steady   [  22% ] 002/020 VUs  1m05.0s/5m0s  1.00 iters/s

running (1m06.0s), 002/020 VUs, 64 complete and 0 interrupted iterations
steady   [  22% ] 002/020 VUs  1m06.0s/5m0s  1.00 iters/s

running (1m07.0s), 002/020 VUs, 65 complete and 0 interrupted iterations
steady   [  22% ] 002/020 VUs  1m07.0s/5m0s  1.00 iters/s

running (1m08.0s), 002/020 VUs, 66 complete and 0 interrupted iterations
steady   [  23% ] 002/020 VUs  1m08.0s/5m0s  1.00 iters/s

running (1m09.0s), 002/020 VUs, 67 complete and 0 interrupted iterations
steady   [  23% ] 002/020 VUs  1m09.0s/5m0s  1.00 iters/s

running (1m10.0s), 002/020 VUs, 68 complete and 0 interrupted iterations
steady   [  23% ] 002/020 VUs  1m10.0s/5m0s  1.00 iters/s

running (1m11.0s), 002/020 VUs, 69 complete and 0 interrupted iterations
steady   [  24% ] 002/020 VUs  1m11.0s/5m0s  1.00 iters/s

running (1m12.0s), 002/020 VUs, 70 complete and 0 interrupted iterations
steady   [  24% ] 002/020 VUs  1m12.0s/5m0s  1.00 iters/s

running (1m13.0s), 002/020 VUs, 71 complete and 0 interrupted iterations
steady   [  24% ] 002/020 VUs  1m13.0s/5m0s  1.00 iters/s

running (1m14.0s), 002/020 VUs, 72 complete and 0 interrupted iterations
steady   [  25% ] 002/020 VUs  1m14.0s/5m0s  1.00 iters/s

running (1m15.0s), 002/020 VUs, 73 complete and 0 interrupted iterations
steady   [  25% ] 002/020 VUs  1m15.0s/5m0s  1.00 iters/s

running (1m16.0s), 002/020 VUs, 74 complete and 0 interrupted iterations
steady   [  25% ] 002/020 VUs  1m16.0s/5m0s  1.00 iters/s

running (1m17.0s), 002/020 VUs, 75 complete and 0 interrupted iterations
steady   [  26% ] 002/020 VUs  1m17.0s/5m0s  1.00 iters/s

running (1m18.0s), 002/020 VUs, 76 complete and 0 interrupted iterations
steady   [  26% ] 002/020 VUs  1m18.0s/5m0s  1.00 iters/s

running (1m19.0s), 002/020 VUs, 77 complete and 0 interrupted iterations
steady   [  26% ] 002/020 VUs  1m19.0s/5m0s  1.00 iters/s

running (1m20.0s), 002/020 VUs, 78 complete and 0 interrupted iterations
steady   [  27% ] 002/020 VUs  1m20.0s/5m0s  1.00 iters/s

running (1m21.0s), 002/020 VUs, 79 complete and 0 interrupted iterations
steady   [  27% ] 002/020 VUs  1m21.0s/5m0s  1.00 iters/s

running (1m22.0s), 002/020 VUs, 80 complete and 0 interrupted iterations
steady   [  27% ] 002/020 VUs  1m22.0s/5m0s  1.00 iters/s

running (1m23.0s), 002/020 VUs, 81 complete and 0 interrupted iterations
steady   [  28% ] 002/020 VUs  1m23.0s/5m0s  1.00 iters/s

running (1m24.0s), 002/020 VUs, 82 complete and 0 interrupted iterations
steady   [  28% ] 002/020 VUs  1m24.0s/5m0s  1.00 iters/s

running (1m25.0s), 002/020 VUs, 83 complete and 0 interrupted iterations
steady   [  28% ] 002/020 VUs  1m25.0s/5m0s  1.00 iters/s

running (1m26.0s), 002/020 VUs, 84 complete and 0 interrupted iterations
steady   [  29% ] 002/020 VUs  1m26.0s/5m0s  1.00 iters/s

running (1m27.0s), 002/020 VUs, 85 complete and 0 interrupted iterations
steady   [  29% ] 002/020 VUs  1m27.0s/5m0s  1.00 iters/s

running (1m28.0s), 002/020 VUs, 86 complete and 0 interrupted iterations
steady   [  29% ] 002/020 VUs  1m28.0s/5m0s  1.00 iters/s

running (1m29.0s), 002/020 VUs, 87 complete and 0 interrupted iterations
steady   [  30% ] 002/020 VUs  1m29.0s/5m0s  1.00 iters/s

running (1m30.0s), 002/020 VUs, 88 complete and 0 interrupted iterations
steady   [  30% ] 002/020 VUs  1m30.0s/5m0s  1.00 iters/s

running (1m31.0s), 002/020 VUs, 89 complete and 0 interrupted iterations
steady   [  30% ] 002/020 VUs  1m31.0s/5m0s  1.00 iters/s

running (1m32.0s), 002/020 VUs, 90 complete and 0 interrupted iterations
steady   [  31% ] 002/020 VUs  1m32.0s/5m0s  1.00 iters/s

running (1m33.0s), 002/020 VUs, 91 complete and 0 interrupted iterations
steady   [  31% ] 002/020 VUs  1m33.0s/5m0s  1.00 iters/s

running (1m34.0s), 002/020 VUs, 92 complete and 0 interrupted iterations
steady   [  31% ] 002/020 VUs  1m34.0s/5m0s  1.00 iters/s

running (1m35.0s), 002/020 VUs, 93 complete and 0 interrupted iterations
steady   [  32% ] 002/020 VUs  1m35.0s/5m0s  1.00 iters/s

running (1m36.0s), 002/020 VUs, 94 complete and 0 interrupted iterations
steady   [  32% ] 002/020 VUs  1m36.0s/5m0s  1.00 iters/s

running (1m37.0s), 002/020 VUs, 95 complete and 0 interrupted iterations
steady   [  32% ] 002/020 VUs  1m37.0s/5m0s  1.00 iters/s

running (1m38.0s), 002/020 VUs, 96 complete and 0 interrupted iterations
steady   [  33% ] 002/020 VUs  1m38.0s/5m0s  1.00 iters/s

running (1m39.0s), 002/020 VUs, 97 complete and 0 interrupted iterations
steady   [  33% ] 002/020 VUs  1m39.0s/5m0s  1.00 iters/s

running (1m40.0s), 002/020 VUs, 98 complete and 0 interrupted iterations
steady   [  33% ] 002/020 VUs  1m40.0s/5m0s  1.00 iters/s

running (1m41.0s), 002/020 VUs, 99 complete and 0 interrupted iterations
steady   [  34% ] 002/020 VUs  1m41.0s/5m0s  1.00 iters/s

running (1m42.0s), 002/020 VUs, 100 complete and 0 interrupted iterations
steady   [  34% ] 002/020 VUs  1m42.0s/5m0s  1.00 iters/s

running (1m43.0s), 002/020 VUs, 101 complete and 0 interrupted iterations
steady   [  34% ] 002/020 VUs  1m43.0s/5m0s  1.00 iters/s

running (1m44.0s), 002/020 VUs, 102 complete and 0 interrupted iterations
steady   [  35% ] 002/020 VUs  1m44.0s/5m0s  1.00 iters/s

running (1m45.0s), 002/020 VUs, 103 complete and 0 interrupted iterations
steady   [  35% ] 002/020 VUs  1m45.0s/5m0s  1.00 iters/s

running (1m46.0s), 002/020 VUs, 104 complete and 0 interrupted iterations
steady   [  35% ] 002/020 VUs  1m46.0s/5m0s  1.00 iters/s

running (1m47.0s), 002/020 VUs, 105 complete and 0 interrupted iterations
steady   [  36% ] 002/020 VUs  1m47.0s/5m0s  1.00 iters/s

running (1m48.0s), 002/020 VUs, 106 complete and 0 interrupted iterations
steady   [  36% ] 002/020 VUs  1m48.0s/5m0s  1.00 iters/s

running (1m49.0s), 002/020 VUs, 107 complete and 0 interrupted iterations
steady   [  36% ] 002/020 VUs  1m49.0s/5m0s  1.00 iters/s

running (1m50.0s), 002/020 VUs, 108 complete and 0 interrupted iterations
steady   [  37% ] 002/020 VUs  1m50.0s/5m0s  1.00 iters/s

running (1m51.0s), 002/020 VUs, 109 complete and 0 interrupted iterations
steady   [  37% ] 002/020 VUs  1m51.0s/5m0s  1.00 iters/s

running (1m52.0s), 002/020 VUs, 110 complete and 0 interrupted iterations
steady   [  37% ] 002/020 VUs  1m52.0s/5m0s  1.00 iters/s

running (1m53.0s), 002/020 VUs, 111 complete and 0 interrupted iterations
steady   [  38% ] 002/020 VUs  1m53.0s/5m0s  1.00 iters/s

running (1m54.0s), 002/020 VUs, 112 complete and 0 interrupted iterations
steady   [  38% ] 002/020 VUs  1m54.0s/5m0s  1.00 iters/s

running (1m55.0s), 002/020 VUs, 113 complete and 0 interrupted iterations
steady   [  38% ] 002/020 VUs  1m55.0s/5m0s  1.00 iters/s

running (1m56.0s), 002/020 VUs, 114 complete and 0 interrupted iterations
steady   [  39% ] 002/020 VUs  1m56.0s/5m0s  1.00 iters/s

running (1m57.0s), 002/020 VUs, 115 complete and 0 interrupted iterations
steady   [  39% ] 002/020 VUs  1m57.0s/5m0s  1.00 iters/s

running (1m58.0s), 002/020 VUs, 116 complete and 0 interrupted iterations
steady   [  39% ] 002/020 VUs  1m58.0s/5m0s  1.00 iters/s

running (1m59.0s), 002/020 VUs, 117 complete and 0 interrupted iterations
steady   [  40% ] 002/020 VUs  1m59.0s/5m0s  1.00 iters/s

running (2m00.0s), 002/020 VUs, 118 complete and 0 interrupted iterations
steady   [  40% ] 002/020 VUs  2m00.0s/5m0s  1.00 iters/s

running (2m01.0s), 002/020 VUs, 119 complete and 0 interrupted iterations
steady   [  40% ] 002/020 VUs  2m01.0s/5m0s  1.00 iters/s

running (2m02.0s), 002/020 VUs, 120 complete and 0 interrupted iterations
steady   [  41% ] 002/020 VUs  2m02.0s/5m0s  1.00 iters/s

running (2m03.0s), 002/020 VUs, 121 complete and 0 interrupted iterations
steady   [  41% ] 002/020 VUs  2m03.0s/5m0s  1.00 iters/s

running (2m04.0s), 002/020 VUs, 122 complete and 0 interrupted iterations
steady   [  41% ] 002/020 VUs  2m04.0s/5m0s  1.00 iters/s

running (2m05.0s), 002/020 VUs, 123 complete and 0 interrupted iterations
steady   [  42% ] 002/020 VUs  2m05.0s/5m0s  1.00 iters/s

running (2m06.0s), 002/020 VUs, 124 complete and 0 interrupted iterations
steady   [  42% ] 002/020 VUs  2m06.0s/5m0s  1.00 iters/s

running (2m07.0s), 002/020 VUs, 125 complete and 0 interrupted iterations
steady   [  42% ] 002/020 VUs  2m07.0s/5m0s  1.00 iters/s

running (2m08.0s), 002/020 VUs, 126 complete and 0 interrupted iterations
steady   [  43% ] 002/020 VUs  2m08.0s/5m0s  1.00 iters/s

running (2m09.0s), 002/020 VUs, 127 complete and 0 interrupted iterations
steady   [  43% ] 002/020 VUs  2m09.0s/5m0s  1.00 iters/s

running (2m10.0s), 002/020 VUs, 128 complete and 0 interrupted iterations
steady   [  43% ] 002/020 VUs  2m10.0s/5m0s  1.00 iters/s

running (2m11.0s), 002/020 VUs, 129 complete and 0 interrupted iterations
steady   [  44% ] 002/020 VUs  2m11.0s/5m0s  1.00 iters/s

running (2m12.0s), 002/020 VUs, 130 complete and 0 interrupted iterations
steady   [  44% ] 002/020 VUs  2m12.0s/5m0s  1.00 iters/s

running (2m13.0s), 002/020 VUs, 131 complete and 0 interrupted iterations
steady   [  44% ] 002/020 VUs  2m13.0s/5m0s  1.00 iters/s

running (2m14.0s), 002/020 VUs, 132 complete and 0 interrupted iterations
steady   [  45% ] 002/020 VUs  2m14.0s/5m0s  1.00 iters/s

running (2m15.0s), 002/020 VUs, 133 complete and 0 interrupted iterations
steady   [  45% ] 002/020 VUs  2m15.0s/5m0s  1.00 iters/s

running (2m16.0s), 002/020 VUs, 134 complete and 0 interrupted iterations
steady   [  45% ] 002/020 VUs  2m16.0s/5m0s  1.00 iters/s

running (2m17.0s), 002/020 VUs, 135 complete and 0 interrupted iterations
steady   [  46% ] 002/020 VUs  2m17.0s/5m0s  1.00 iters/s

running (2m18.0s), 002/020 VUs, 136 complete and 0 interrupted iterations
steady   [  46% ] 002/020 VUs  2m18.0s/5m0s  1.00 iters/s

running (2m19.0s), 002/020 VUs, 137 complete and 0 interrupted iterations
steady   [  46% ] 002/020 VUs  2m19.0s/5m0s  1.00 iters/s

running (2m20.0s), 002/020 VUs, 138 complete and 0 interrupted iterations
steady   [  47% ] 002/020 VUs  2m20.0s/5m0s  1.00 iters/s

running (2m21.0s), 002/020 VUs, 139 complete and 0 interrupted iterations
steady   [  47% ] 002/020 VUs  2m21.0s/5m0s  1.00 iters/s

running (2m22.0s), 002/020 VUs, 140 complete and 0 interrupted iterations
steady   [  47% ] 002/020 VUs  2m22.0s/5m0s  1.00 iters/s

running (2m23.0s), 002/020 VUs, 141 complete and 0 interrupted iterations
steady   [  48% ] 002/020 VUs  2m23.0s/5m0s  1.00 iters/s

running (2m24.0s), 002/020 VUs, 142 complete and 0 interrupted iterations
steady   [  48% ] 002/020 VUs  2m24.0s/5m0s  1.00 iters/s

running (2m25.0s), 002/020 VUs, 143 complete and 0 interrupted iterations
steady   [  48% ] 002/020 VUs  2m25.0s/5m0s  1.00 iters/s

running (2m26.0s), 002/020 VUs, 144 complete and 0 interrupted iterations
steady   [  49% ] 002/020 VUs  2m26.0s/5m0s  1.00 iters/s

running (2m27.0s), 002/020 VUs, 145 complete and 0 interrupted iterations
steady   [  49% ] 002/020 VUs  2m27.0s/5m0s  1.00 iters/s

running (2m28.0s), 003/020 VUs, 145 complete and 0 interrupted iterations
steady   [  49% ] 003/020 VUs  2m28.0s/5m0s  1.00 iters/s

running (2m29.0s), 003/020 VUs, 146 complete and 0 interrupted iterations
steady   [  50% ] 003/020 VUs  2m29.0s/5m0s  1.00 iters/s

running (2m30.0s), 003/020 VUs, 147 complete and 0 interrupted iterations
steady   [  50% ] 003/020 VUs  2m30.0s/5m0s  1.00 iters/s

running (2m31.0s), 003/020 VUs, 148 complete and 0 interrupted iterations
steady   [  50% ] 003/020 VUs  2m31.0s/5m0s  1.00 iters/s

running (2m32.0s), 003/020 VUs, 149 complete and 0 interrupted iterations
steady   [  51% ] 003/020 VUs  2m32.0s/5m0s  1.00 iters/s

running (2m33.0s), 003/020 VUs, 150 complete and 0 interrupted iterations
steady   [  51% ] 003/020 VUs  2m33.0s/5m0s  1.00 iters/s

running (2m34.0s), 002/020 VUs, 152 complete and 0 interrupted iterations
steady   [  51% ] 002/020 VUs  2m34.0s/5m0s  1.00 iters/s

running (2m35.0s), 002/020 VUs, 153 complete and 0 interrupted iterations
steady   [  52% ] 002/020 VUs  2m35.0s/5m0s  1.00 iters/s

running (2m36.0s), 002/020 VUs, 154 complete and 0 interrupted iterations
steady   [  52% ] 002/020 VUs  2m36.0s/5m0s  1.00 iters/s

running (2m37.0s), 002/020 VUs, 155 complete and 0 interrupted iterations
steady   [  52% ] 002/020 VUs  2m37.0s/5m0s  1.00 iters/s

running (2m38.0s), 002/020 VUs, 156 complete and 0 interrupted iterations
steady   [  53% ] 002/020 VUs  2m38.0s/5m0s  1.00 iters/s

running (2m39.0s), 002/020 VUs, 157 complete and 0 interrupted iterations
steady   [  53% ] 002/020 VUs  2m39.0s/5m0s  1.00 iters/s

running (2m40.0s), 002/020 VUs, 158 complete and 0 interrupted iterations
steady   [  53% ] 002/020 VUs  2m40.0s/5m0s  1.00 iters/s

running (2m41.0s), 002/020 VUs, 159 complete and 0 interrupted iterations
steady   [  54% ] 002/020 VUs  2m41.0s/5m0s  1.00 iters/s

running (2m42.0s), 002/020 VUs, 160 complete and 0 interrupted iterations
steady   [  54% ] 002/020 VUs  2m42.0s/5m0s  1.00 iters/s

running (2m43.0s), 002/020 VUs, 161 complete and 0 interrupted iterations
steady   [  54% ] 002/020 VUs  2m43.0s/5m0s  1.00 iters/s

running (2m44.0s), 002/020 VUs, 162 complete and 0 interrupted iterations
steady   [  55% ] 002/020 VUs  2m44.0s/5m0s  1.00 iters/s

running (2m45.0s), 002/020 VUs, 163 complete and 0 interrupted iterations
steady   [  55% ] 002/020 VUs  2m45.0s/5m0s  1.00 iters/s

running (2m46.0s), 002/020 VUs, 164 complete and 0 interrupted iterations
steady   [  55% ] 002/020 VUs  2m46.0s/5m0s  1.00 iters/s

running (2m47.0s), 002/020 VUs, 165 complete and 0 interrupted iterations
steady   [  56% ] 002/020 VUs  2m47.0s/5m0s  1.00 iters/s

running (2m48.0s), 002/020 VUs, 166 complete and 0 interrupted iterations
steady   [  56% ] 002/020 VUs  2m48.0s/5m0s  1.00 iters/s

running (2m49.0s), 002/020 VUs, 167 complete and 0 interrupted iterations
steady   [  56% ] 002/020 VUs  2m49.0s/5m0s  1.00 iters/s

running (2m50.0s), 002/020 VUs, 168 complete and 0 interrupted iterations
steady   [  57% ] 002/020 VUs  2m50.0s/5m0s  1.00 iters/s

running (2m51.0s), 002/020 VUs, 169 complete and 0 interrupted iterations
steady   [  57% ] 002/020 VUs  2m51.0s/5m0s  1.00 iters/s

running (2m52.0s), 002/020 VUs, 170 complete and 0 interrupted iterations
steady   [  57% ] 002/020 VUs  2m52.0s/5m0s  1.00 iters/s

running (2m53.0s), 002/020 VUs, 171 complete and 0 interrupted iterations
steady   [  58% ] 002/020 VUs  2m53.0s/5m0s  1.00 iters/s

running (2m54.0s), 002/020 VUs, 172 complete and 0 interrupted iterations
steady   [  58% ] 002/020 VUs  2m54.0s/5m0s  1.00 iters/s

running (2m55.0s), 002/020 VUs, 173 complete and 0 interrupted iterations
steady   [  58% ] 002/020 VUs  2m55.0s/5m0s  1.00 iters/s

running (2m56.0s), 002/020 VUs, 174 complete and 0 interrupted iterations
steady   [  59% ] 002/020 VUs  2m56.0s/5m0s  1.00 iters/s

running (2m57.0s), 002/020 VUs, 175 complete and 0 interrupted iterations
steady   [  59% ] 002/020 VUs  2m57.0s/5m0s  1.00 iters/s

running (2m58.0s), 002/020 VUs, 176 complete and 0 interrupted iterations
steady   [  59% ] 002/020 VUs  2m58.0s/5m0s  1.00 iters/s

running (2m59.0s), 002/020 VUs, 177 complete and 0 interrupted iterations
steady   [  60% ] 002/020 VUs  2m59.0s/5m0s  1.00 iters/s

running (3m00.0s), 002/020 VUs, 178 complete and 0 interrupted iterations
steady   [  60% ] 002/020 VUs  3m00.0s/5m0s  1.00 iters/s

running (3m01.0s), 002/020 VUs, 179 complete and 0 interrupted iterations
steady   [  60% ] 002/020 VUs  3m01.0s/5m0s  1.00 iters/s

running (3m02.0s), 002/020 VUs, 180 complete and 0 interrupted iterations
steady   [  61% ] 002/020 VUs  3m02.0s/5m0s  1.00 iters/s

running (3m03.0s), 002/020 VUs, 181 complete and 0 interrupted iterations
steady   [  61% ] 002/020 VUs  3m03.0s/5m0s  1.00 iters/s

running (3m04.0s), 002/020 VUs, 182 complete and 0 interrupted iterations
steady   [  61% ] 002/020 VUs  3m04.0s/5m0s  1.00 iters/s

running (3m05.0s), 002/020 VUs, 183 complete and 0 interrupted iterations
steady   [  62% ] 002/020 VUs  3m05.0s/5m0s  1.00 iters/s

running (3m06.0s), 002/020 VUs, 184 complete and 0 interrupted iterations
steady   [  62% ] 002/020 VUs  3m06.0s/5m0s  1.00 iters/s

running (3m07.0s), 002/020 VUs, 185 complete and 0 interrupted iterations
steady   [  62% ] 002/020 VUs  3m07.0s/5m0s  1.00 iters/s

running (3m08.0s), 002/020 VUs, 186 complete and 0 interrupted iterations
steady   [  63% ] 002/020 VUs  3m08.0s/5m0s  1.00 iters/s

running (3m09.0s), 002/020 VUs, 187 complete and 0 interrupted iterations
steady   [  63% ] 002/020 VUs  3m09.0s/5m0s  1.00 iters/s

running (3m10.0s), 002/020 VUs, 188 complete and 0 interrupted iterations
steady   [  63% ] 002/020 VUs  3m10.0s/5m0s  1.00 iters/s

running (3m11.0s), 002/020 VUs, 189 complete and 0 interrupted iterations
steady   [  64% ] 002/020 VUs  3m11.0s/5m0s  1.00 iters/s

running (3m12.0s), 002/020 VUs, 190 complete and 0 interrupted iterations
steady   [  64% ] 002/020 VUs  3m12.0s/5m0s  1.00 iters/s

running (3m13.0s), 002/020 VUs, 191 complete and 0 interrupted iterations
steady   [  64% ] 002/020 VUs  3m13.0s/5m0s  1.00 iters/s

running (3m14.0s), 002/020 VUs, 192 complete and 0 interrupted iterations
steady   [  65% ] 002/020 VUs  3m14.0s/5m0s  1.00 iters/s

running (3m15.0s), 002/020 VUs, 193 complete and 0 interrupted iterations
steady   [  65% ] 002/020 VUs  3m15.0s/5m0s  1.00 iters/s

running (3m16.0s), 003/020 VUs, 193 complete and 0 interrupted iterations
steady   [  65% ] 003/020 VUs  3m16.0s/5m0s  1.00 iters/s

running (3m17.0s), 003/020 VUs, 194 complete and 0 interrupted iterations
steady   [  66% ] 003/020 VUs  3m17.0s/5m0s  1.00 iters/s

running (3m18.0s), 003/020 VUs, 195 complete and 0 interrupted iterations
steady   [  66% ] 003/020 VUs  3m18.0s/5m0s  1.00 iters/s

running (3m19.0s), 002/020 VUs, 197 complete and 0 interrupted iterations
steady   [  66% ] 002/020 VUs  3m19.0s/5m0s  1.00 iters/s

running (3m20.0s), 002/020 VUs, 198 complete and 0 interrupted iterations
steady   [  67% ] 002/020 VUs  3m20.0s/5m0s  1.00 iters/s

running (3m21.0s), 002/020 VUs, 199 complete and 0 interrupted iterations
steady   [  67% ] 002/020 VUs  3m21.0s/5m0s  1.00 iters/s

running (3m22.0s), 002/020 VUs, 200 complete and 0 interrupted iterations
steady   [  67% ] 002/020 VUs  3m22.0s/5m0s  1.00 iters/s

running (3m23.0s), 002/020 VUs, 201 complete and 0 interrupted iterations
steady   [  68% ] 002/020 VUs  3m23.0s/5m0s  1.00 iters/s

running (3m24.0s), 002/020 VUs, 202 complete and 0 interrupted iterations
steady   [  68% ] 002/020 VUs  3m24.0s/5m0s  1.00 iters/s

running (3m25.0s), 002/020 VUs, 203 complete and 0 interrupted iterations
steady   [  68% ] 002/020 VUs  3m25.0s/5m0s  1.00 iters/s

running (3m26.0s), 002/020 VUs, 204 complete and 0 interrupted iterations
steady   [  69% ] 002/020 VUs  3m26.0s/5m0s  1.00 iters/s

running (3m27.0s), 002/020 VUs, 205 complete and 0 interrupted iterations
steady   [  69% ] 002/020 VUs  3m27.0s/5m0s  1.00 iters/s

running (3m28.0s), 002/020 VUs, 206 complete and 0 interrupted iterations
steady   [  69% ] 002/020 VUs  3m28.0s/5m0s  1.00 iters/s

running (3m29.0s), 002/020 VUs, 207 complete and 0 interrupted iterations
steady   [  70% ] 002/020 VUs  3m29.0s/5m0s  1.00 iters/s

running (3m30.0s), 002/020 VUs, 208 complete and 0 interrupted iterations
steady   [  70% ] 002/020 VUs  3m30.0s/5m0s  1.00 iters/s

running (3m31.0s), 002/020 VUs, 209 complete and 0 interrupted iterations
steady   [  70% ] 002/020 VUs  3m31.0s/5m0s  1.00 iters/s

running (3m32.0s), 002/020 VUs, 210 complete and 0 interrupted iterations
steady   [  71% ] 002/020 VUs  3m32.0s/5m0s  1.00 iters/s

running (3m33.0s), 002/020 VUs, 211 complete and 0 interrupted iterations
steady   [  71% ] 002/020 VUs  3m33.0s/5m0s  1.00 iters/s

running (3m34.0s), 002/020 VUs, 212 complete and 0 interrupted iterations
steady   [  71% ] 002/020 VUs  3m34.0s/5m0s  1.00 iters/s

running (3m35.0s), 002/020 VUs, 213 complete and 0 interrupted iterations
steady   [  72% ] 002/020 VUs  3m35.0s/5m0s  1.00 iters/s

running (3m36.0s), 002/020 VUs, 214 complete and 0 interrupted iterations
steady   [  72% ] 002/020 VUs  3m36.0s/5m0s  1.00 iters/s

running (3m37.0s), 002/020 VUs, 215 complete and 0 interrupted iterations
steady   [  72% ] 002/020 VUs  3m37.0s/5m0s  1.00 iters/s

running (3m38.0s), 002/020 VUs, 216 complete and 0 interrupted iterations
steady   [  73% ] 002/020 VUs  3m38.0s/5m0s  1.00 iters/s

running (3m39.0s), 002/020 VUs, 217 complete and 0 interrupted iterations
steady   [  73% ] 002/020 VUs  3m39.0s/5m0s  1.00 iters/s

running (3m40.0s), 002/020 VUs, 218 complete and 0 interrupted iterations
steady   [  73% ] 002/020 VUs  3m40.0s/5m0s  1.00 iters/s

running (3m41.0s), 002/020 VUs, 219 complete and 0 interrupted iterations
steady   [  74% ] 002/020 VUs  3m41.0s/5m0s  1.00 iters/s

running (3m42.0s), 002/020 VUs, 220 complete and 0 interrupted iterations
steady   [  74% ] 002/020 VUs  3m42.0s/5m0s  1.00 iters/s

running (3m43.0s), 002/020 VUs, 221 complete and 0 interrupted iterations
steady   [  74% ] 002/020 VUs  3m43.0s/5m0s  1.00 iters/s

running (3m44.0s), 002/020 VUs, 222 complete and 0 interrupted iterations
steady   [  75% ] 002/020 VUs  3m44.0s/5m0s  1.00 iters/s

running (3m45.0s), 002/020 VUs, 223 complete and 0 interrupted iterations
steady   [  75% ] 002/020 VUs  3m45.0s/5m0s  1.00 iters/s

running (3m46.0s), 002/020 VUs, 224 complete and 0 interrupted iterations
steady   [  75% ] 002/020 VUs  3m46.0s/5m0s  1.00 iters/s

running (3m47.0s), 003/020 VUs, 224 complete and 0 interrupted iterations
steady   [  76% ] 003/020 VUs  3m47.0s/5m0s  1.00 iters/s

running (3m48.0s), 003/020 VUs, 225 complete and 0 interrupted iterations
steady   [  76% ] 003/020 VUs  3m48.0s/5m0s  1.00 iters/s

running (3m49.0s), 003/020 VUs, 226 complete and 0 interrupted iterations
steady   [  76% ] 003/020 VUs  3m49.0s/5m0s  1.00 iters/s

running (3m50.0s), 004/020 VUs, 226 complete and 0 interrupted iterations
steady   [  77% ] 004/020 VUs  3m50.0s/5m0s  1.00 iters/s

running (3m51.0s), 003/020 VUs, 228 complete and 0 interrupted iterations
steady   [  77% ] 003/020 VUs  3m51.0s/5m0s  1.00 iters/s

running (3m52.0s), 003/020 VUs, 229 complete and 0 interrupted iterations
steady   [  77% ] 003/020 VUs  3m52.0s/5m0s  1.00 iters/s

running (3m53.0s), 003/020 VUs, 230 complete and 0 interrupted iterations
steady   [  78% ] 003/020 VUs  3m53.0s/5m0s  1.00 iters/s

running (3m54.0s), 002/020 VUs, 232 complete and 0 interrupted iterations
steady   [  78% ] 002/020 VUs  3m54.0s/5m0s  1.00 iters/s

running (3m55.0s), 003/020 VUs, 232 complete and 0 interrupted iterations
steady   [  78% ] 003/020 VUs  3m55.0s/5m0s  1.00 iters/s

running (3m56.0s), 003/020 VUs, 233 complete and 0 interrupted iterations
steady   [  79% ] 003/020 VUs  3m56.0s/5m0s  1.00 iters/s

running (3m57.0s), 003/020 VUs, 234 complete and 0 interrupted iterations
steady   [  79% ] 003/020 VUs  3m57.0s/5m0s  1.00 iters/s

running (3m58.0s), 004/020 VUs, 234 complete and 0 interrupted iterations
steady   [  79% ] 004/020 VUs  3m58.0s/5m0s  1.00 iters/s

running (3m59.0s), 004/020 VUs, 235 complete and 0 interrupted iterations
steady   [  80% ] 004/020 VUs  3m59.0s/5m0s  1.00 iters/s

running (4m00.0s), 003/020 VUs, 237 complete and 0 interrupted iterations
steady   [  80% ] 003/020 VUs  4m00.0s/5m0s  1.00 iters/s

running (4m01.0s), 002/020 VUs, 239 complete and 0 interrupted iterations
steady   [  80% ] 002/020 VUs  4m01.0s/5m0s  1.00 iters/s

running (4m02.0s), 002/020 VUs, 240 complete and 0 interrupted iterations
steady   [  81% ] 002/020 VUs  4m02.0s/5m0s  1.00 iters/s

running (4m03.0s), 002/020 VUs, 241 complete and 0 interrupted iterations
steady   [  81% ] 002/020 VUs  4m03.0s/5m0s  1.00 iters/s

running (4m04.0s), 002/020 VUs, 242 complete and 0 interrupted iterations
steady   [  81% ] 002/020 VUs  4m04.0s/5m0s  1.00 iters/s

running (4m05.0s), 002/020 VUs, 243 complete and 0 interrupted iterations
steady   [  82% ] 002/020 VUs  4m05.0s/5m0s  1.00 iters/s

running (4m06.0s), 002/020 VUs, 244 complete and 0 interrupted iterations
steady   [  82% ] 002/020 VUs  4m06.0s/5m0s  1.00 iters/s

running (4m07.0s), 002/020 VUs, 245 complete and 0 interrupted iterations
steady   [  82% ] 002/020 VUs  4m07.0s/5m0s  1.00 iters/s

running (4m08.0s), 002/020 VUs, 246 complete and 0 interrupted iterations
steady   [  83% ] 002/020 VUs  4m08.0s/5m0s  1.00 iters/s

running (4m09.0s), 002/020 VUs, 247 complete and 0 interrupted iterations
steady   [  83% ] 002/020 VUs  4m09.0s/5m0s  1.00 iters/s

running (4m10.0s), 002/020 VUs, 248 complete and 0 interrupted iterations
steady   [  83% ] 002/020 VUs  4m10.0s/5m0s  1.00 iters/s

running (4m11.0s), 002/020 VUs, 249 complete and 0 interrupted iterations
steady   [  84% ] 002/020 VUs  4m11.0s/5m0s  1.00 iters/s

running (4m12.0s), 002/020 VUs, 250 complete and 0 interrupted iterations
steady   [  84% ] 002/020 VUs  4m12.0s/5m0s  1.00 iters/s

running (4m13.0s), 002/020 VUs, 251 complete and 0 interrupted iterations
steady   [  84% ] 002/020 VUs  4m13.0s/5m0s  1.00 iters/s

running (4m14.0s), 002/020 VUs, 252 complete and 0 interrupted iterations
steady   [  85% ] 002/020 VUs  4m14.0s/5m0s  1.00 iters/s

running (4m15.0s), 002/020 VUs, 253 complete and 0 interrupted iterations
steady   [  85% ] 002/020 VUs  4m15.0s/5m0s  1.00 iters/s

running (4m16.0s), 002/020 VUs, 254 complete and 0 interrupted iterations
steady   [  85% ] 002/020 VUs  4m16.0s/5m0s  1.00 iters/s

running (4m17.0s), 002/020 VUs, 255 complete and 0 interrupted iterations
steady   [  86% ] 002/020 VUs  4m17.0s/5m0s  1.00 iters/s

running (4m18.0s), 002/020 VUs, 256 complete and 0 interrupted iterations
steady   [  86% ] 002/020 VUs  4m18.0s/5m0s  1.00 iters/s

running (4m19.0s), 002/020 VUs, 257 complete and 0 interrupted iterations
steady   [  86% ] 002/020 VUs  4m19.0s/5m0s  1.00 iters/s

running (4m20.0s), 002/020 VUs, 258 complete and 0 interrupted iterations
steady   [  87% ] 002/020 VUs  4m20.0s/5m0s  1.00 iters/s

running (4m21.0s), 002/020 VUs, 259 complete and 0 interrupted iterations
steady   [  87% ] 002/020 VUs  4m21.0s/5m0s  1.00 iters/s

running (4m22.0s), 002/020 VUs, 260 complete and 0 interrupted iterations
steady   [  87% ] 002/020 VUs  4m22.0s/5m0s  1.00 iters/s

running (4m23.0s), 002/020 VUs, 261 complete and 0 interrupted iterations
steady   [  88% ] 002/020 VUs  4m23.0s/5m0s  1.00 iters/s

running (4m24.0s), 002/020 VUs, 262 complete and 0 interrupted iterations
steady   [  88% ] 002/020 VUs  4m24.0s/5m0s  1.00 iters/s

running (4m25.0s), 002/020 VUs, 263 complete and 0 interrupted iterations
steady   [  88% ] 002/020 VUs  4m25.0s/5m0s  1.00 iters/s

running (4m26.0s), 002/020 VUs, 264 complete and 0 interrupted iterations
steady   [  89% ] 002/020 VUs  4m26.0s/5m0s  1.00 iters/s

running (4m27.0s), 002/020 VUs, 265 complete and 0 interrupted iterations
steady   [  89% ] 002/020 VUs  4m27.0s/5m0s  1.00 iters/s

running (4m28.0s), 002/020 VUs, 266 complete and 0 interrupted iterations
steady   [  89% ] 002/020 VUs  4m28.0s/5m0s  1.00 iters/s

running (4m29.0s), 002/020 VUs, 267 complete and 0 interrupted iterations
steady   [  90% ] 002/020 VUs  4m29.0s/5m0s  1.00 iters/s

running (4m30.0s), 002/020 VUs, 268 complete and 0 interrupted iterations
steady   [  90% ] 002/020 VUs  4m30.0s/5m0s  1.00 iters/s

running (4m31.0s), 002/020 VUs, 269 complete and 0 interrupted iterations
steady   [  90% ] 002/020 VUs  4m31.0s/5m0s  1.00 iters/s

running (4m32.0s), 002/020 VUs, 270 complete and 0 interrupted iterations
steady   [  91% ] 002/020 VUs  4m32.0s/5m0s  1.00 iters/s

running (4m33.0s), 002/020 VUs, 271 complete and 0 interrupted iterations
steady   [  91% ] 002/020 VUs  4m33.0s/5m0s  1.00 iters/s

running (4m34.0s), 002/020 VUs, 272 complete and 0 interrupted iterations
steady   [  91% ] 002/020 VUs  4m34.0s/5m0s  1.00 iters/s

running (4m35.0s), 002/020 VUs, 273 complete and 0 interrupted iterations
steady   [  92% ] 002/020 VUs  4m35.0s/5m0s  1.00 iters/s

running (4m36.0s), 002/020 VUs, 274 complete and 0 interrupted iterations
steady   [  92% ] 002/020 VUs  4m36.0s/5m0s  1.00 iters/s

running (4m37.0s), 002/020 VUs, 275 complete and 0 interrupted iterations
steady   [  92% ] 002/020 VUs  4m37.0s/5m0s  1.00 iters/s

running (4m38.0s), 002/020 VUs, 276 complete and 0 interrupted iterations
steady   [  93% ] 002/020 VUs  4m38.0s/5m0s  1.00 iters/s

running (4m39.0s), 003/020 VUs, 276 complete and 0 interrupted iterations
steady   [  93% ] 003/020 VUs  4m39.0s/5m0s  1.00 iters/s

running (4m40.0s), 003/020 VUs, 277 complete and 0 interrupted iterations
steady   [  93% ] 003/020 VUs  4m40.0s/5m0s  1.00 iters/s

running (4m41.0s), 003/020 VUs, 278 complete and 0 interrupted iterations
steady   [  94% ] 003/020 VUs  4m41.0s/5m0s  1.00 iters/s

running (4m42.0s), 002/020 VUs, 280 complete and 0 interrupted iterations
steady   [  94% ] 002/020 VUs  4m42.0s/5m0s  1.00 iters/s

running (4m43.0s), 002/020 VUs, 281 complete and 0 interrupted iterations
steady   [  94% ] 002/020 VUs  4m43.0s/5m0s  1.00 iters/s

running (4m44.0s), 002/020 VUs, 282 complete and 0 interrupted iterations
steady   [  95% ] 002/020 VUs  4m44.0s/5m0s  1.00 iters/s

running (4m45.0s), 002/020 VUs, 283 complete and 0 interrupted iterations
steady   [  95% ] 002/020 VUs  4m45.0s/5m0s  1.00 iters/s

running (4m46.0s), 002/020 VUs, 284 complete and 0 interrupted iterations
steady   [  95% ] 002/020 VUs  4m46.0s/5m0s  1.00 iters/s

running (4m47.0s), 002/020 VUs, 285 complete and 0 interrupted iterations
steady   [  96% ] 002/020 VUs  4m47.0s/5m0s  1.00 iters/s

running (4m48.0s), 002/020 VUs, 286 complete and 0 interrupted iterations
steady   [  96% ] 002/020 VUs  4m48.0s/5m0s  1.00 iters/s

running (4m49.0s), 002/020 VUs, 287 complete and 0 interrupted iterations
steady   [  96% ] 002/020 VUs  4m49.0s/5m0s  1.00 iters/s

running (4m50.0s), 002/020 VUs, 288 complete and 0 interrupted iterations
steady   [  97% ] 002/020 VUs  4m50.0s/5m0s  1.00 iters/s

running (4m51.0s), 002/020 VUs, 289 complete and 0 interrupted iterations
steady   [  97% ] 002/020 VUs  4m51.0s/5m0s  1.00 iters/s

running (4m52.0s), 002/020 VUs, 290 complete and 0 interrupted iterations
steady   [  97% ] 002/020 VUs  4m52.0s/5m0s  1.00 iters/s

running (4m53.0s), 002/020 VUs, 291 complete and 0 interrupted iterations
steady   [  98% ] 002/020 VUs  4m53.0s/5m0s  1.00 iters/s

running (4m54.0s), 002/020 VUs, 292 complete and 0 interrupted iterations
steady   [  98% ] 002/020 VUs  4m54.0s/5m0s  1.00 iters/s

running (4m55.0s), 002/020 VUs, 293 complete and 0 interrupted iterations
steady   [  98% ] 002/020 VUs  4m55.0s/5m0s  1.00 iters/s

running (4m56.0s), 002/020 VUs, 294 complete and 0 interrupted iterations
steady   [  99% ] 002/020 VUs  4m56.0s/5m0s  1.00 iters/s

running (4m57.0s), 003/020 VUs, 294 complete and 0 interrupted iterations
steady   [  99% ] 003/020 VUs  4m57.0s/5m0s  1.00 iters/s

running (4m58.0s), 003/020 VUs, 295 complete and 0 interrupted iterations
steady   [  99% ] 003/020 VUs  4m58.0s/5m0s  1.00 iters/s

running (4m59.0s), 003/020 VUs, 296 complete and 0 interrupted iterations
steady   [ 100% ] 003/020 VUs  4m59.0s/5m0s  1.00 iters/s

running (5m00.0s), 002/020 VUs, 298 complete and 0 interrupted iterations
steady   [ 100% ] 002/020 VUs  5m00.0s/5m0s  1.00 iters/s

running (5m01.0s), 002/020 VUs, 299 complete and 0 interrupted iterations
steady ↓ [ 100% ] 003/020 VUs  5m0s  1.00 iters/s

running (5m02.0s), 001/020 VUs, 300 complete and 0 interrupted iterations
steady ↓ [ 100% ] 003/020 VUs  5m0s  1.00 iters/s


  █ THRESHOLDS

    http_req_duration
    ✓ 'p(95)<5000' p(95)=3.49s

    http_req_failed
    ✓ 'rate<0.05' rate=0.00%


  █ TOTAL RESULTS

    checks_total.......: 602     1.990629/s
    checks_succeeded...: 100.00% 602 out of 602
    checks_failed......: 0.00%   0 out of 602


    HTTP
    http_req_duration..............: avg=2.63s min=2s med=2.56s max=4.13s p(90)=3.02s p(95)=3.49s
      { expected_response:true }...: avg=2.63s min=2s med=2.56s max=4.13s p(90)=3.02s p(95)=3.49s
    http_req_failed................: 0.00% 0 out of 301
    http_reqs......................: 301   0.995314/s

    EXECUTION
    iteration_duration.............: avg=2.63s min=2s med=2.56s max=4.13s p(90)=3.02s p(95)=3.49s
    iterations.....................: 301   0.995314/s
    vus............................: 1     min=1        max=4
    vus_max........................: 20    min=20       max=20

    NETWORK
    data_received..................: 49 MB 163 kB/s
    data_sent......................: 35 kB 115 B/s



running (5m02.4s), 000/020 VUs, 301 complete and 0 interrupted iterations
steady ✓ [ 100% ] 000/020 VUs  5m0s  1.00 iters/s